{
  "id": "History-Lesson-11",
  "title": "第十一课 唐（下）",
  "description": "唐， 安史之乱，唐玄宗，杨贵妃，安禄山，史思明，黄巢起义，大雁塔，唐诗，吴道子",
  "content": "唐朝建立之后，一直蓬勃发展。从唐太宗到唐玄宗统治前期的一百多年间是唐朝的全盛时期。这时的唐朝政治安定，经济繁荣，文化发达，军力强大，是当时世界上最富庶、强盛的国家。\n             安史之乱\n唐玄宗统治后期，生活奢侈，皇宫里专门织锦、刺绣的工匠就有700人。唐玄宗宠爱杨贵妃，不再关心国家的事情。他任用杨贵妃的堂兄杨国忠为宰相，国家混乱、腐败。\n公元755年，军阀安禄山与部将史思明起兵反唐，占领长安，史称“安史之乱”。唐玄宗仓皇逃往四川。走到半路，愤怒的将士们杀死了杨国忠，要求皇帝把杨贵妃处死。唐玄宗无奈，只好让人处死了杨贵妃。后来太子继帝位，史称唐肃宗。唐军经过八年战斗，最平定了叛乱。安史之乱使人民无家可归，田地荒芜，唐朝从此由强盛走向衰落。\n唐中期以后，均田制被破坏，许多大官占有良田万亩，而失地的农民越来越多，他们生活日益困苦，不断起来反抗。\n唐朝末年爆发了黄巢起义，义军兵力达10余万人。起义军转战大半个中国，最后攻占了长安，黄巢称帝，国号“大齐”。但是起义军将领朱温叛变，黄巢被唐军打败，退出长安，后走在泰山附近兵败自杀。\n黄巢起义失败后，各地军队将领的势力更大。公元907年，武将朱温政变成功，建立梁朝，建国290年的唐帝国灭亡。\n            灿烂的隋唐文化\n隋唐时期，是中国经济文化繁荣开放的时期。隋唐政府积极同各国交往，当时与中国通商的国家有70多个。长安不仅是\n唐朝的首都，也是当时世界的一个中心。来自新罗（朝鲜）、日本、波斯和东罗马等国的几千名外国商人和留学生云集在长安、洛阳、广州等城市。唐朝政府平等对待他们，允许他们长期在中国居住和中国人通婚甚至在中国当官。在长安、洛阳这些大城市，有许多外国商人开的商店和酒馆，其中西域商人开的商店最多。在那里，人们可以吃到胡人①的美味食品，欣赏胡人的优美乐舞。唐代胡人多彩的服饰也深受汉族妇女的喜爱。\n那时，朝鲜音乐也受到中国人的广泛欢迎。这一时期，汉族有机会和其他民族生活在一起，各族文化相互交流，使汉族吸收了不少外来的文化，在科技、宗教、文学艺术等方面都有新的发展，创造了灿烂的隋唐文化。隋唐文化是中国古代文化的高峰，也走在当时世界文化发展的前列。隋唐时期各地大量兴建宫殿、寺庙、佛塔和住宅。唐朝的都城长安是当时世界上最大的城市之一。城市为长方形，外围城墙②周长36.7千米。城中五条主要街道宽百米以上。大明宫是长安最宏伟气派的建筑。隋唐时期其他著名的建筑还有：河北赵县的赵州桥、陕西西安的大雁塔等。\n在隋唐时期，佛教、道教得到极大传播。景教、伊斯兰教也传入中国。唐\n太宗允许景教徒在长安建寺，伊斯兰教徒建立清真寺。这些外来的宗教，对中国的建筑、雕刻、绘画都有很大的影响。\n在天文学方面，唐玄宗时，天文学家一行和尚测量出了子午线的长度。这是世界上最早测量子午线的记录。医学上，孙思邈著有《千金方》等书籍。书中收集了各种药方，总结了宝贵的医疗经验。隋唐时期，还发明了雕版印刷术，现在世界上最早的雕版印刷品《金刚经》就是唐朝印制的。\n唐期是中国诗歌的黃金时代，至今已收集了近 50,000 首唐代诗歌，作者达 2,000多人。著名诗人有李白、杜甫和白居易等。唐朝的绘画和书法的成就也很高。著名画家吴道子有“画圣”之称；在书法艺术方面，欧阳询的“欧体”、颜真卿的“颜体”、柳公权的“柳体”风格各不相同，对后世影响很大。",
  "metadata": {
    "difficulty": "advanced",
    "lscsLevel": "advanced",
    "tags": [
      "唐， 安史之乱，唐玄宗，杨贵妃，安禄山，"
    ],
    "characterCount": 1174,
    "source": "",
    "book": null,
    "vocabulary": [
      {
        "word": "蓬勃",
        "definition": "peng2bo2; vigorous"
      },
      {
        "word": "富庶",
        "definition": "fu4shu4, rich"
      },
      {
        "word": "刺绣",
        "definition": "ci4xiu4-embroidery,"
      },
      {
        "word": "宠爱",
        "definition": "chong3ai4,favor"
      },
      {
        "word": "贵妃",
        "definition": "gui4fei1, highest-ranking imperial concubine"
      },
      {
        "word": "愤怒",
        "definition": "fen4nu4; angry, furious"
      },
      {
        "word": "无奈",
        "definition": "wu2nai4-have no way out"
      },
      {
        "word": "黄巢",
        "definition": "huang2chao2; name"
      },
      {
        "word": "叛变",
        "definition": "pan4bian4, rebell, betray"
      },
      {
        "word": "灿烂",
        "definition": "can4lan4-splendid"
      },
      {
        "word": "允许",
        "definition": "yun3xu3; permit, allow"
      },
      {
        "word": "宗教",
        "definition": "aong1jiao4-religion"
      },
      {
        "word": "子午线",
        "definition": "zi3wu3xian4; meridian"
      },
      {
        "word": "询",
        "definition": "xun2-inquire"
      },
      {
        "word": "风格",
        "definition": "feng1ge2- style"
      }
    ],
    "estimatedTime": 15,
    "createdAt": "2026-02-20T01:02:33.825Z",
    "updatedAt": "2026-02-20T01:02:33.825Z"
  }
}